OdGiLayerOverrides.getLayerOverride(OdDbStub*)
\details
Retrieves a layer override.
\param idNativeLayer [in]  Pointer to an identifier of a native layer.
\returns
pointer to the instance of the OdDbStub that represent layer override.